{"source": {"viewCount": 78, "name": "State Park Facilities Points Map", "nrow": 250, "id": "97ur-5r4b", "portal": "data.ny.gov", "downloadCount": 1, "ncol": 15, "modifyingViewUid": null, "createdAt": 1361907225, "description": "The point map shows the locations of state park facilities. Clicking a pin point on the map, will open a flyout with information about the state park facility. Additional information about the state park facility can be found by clicking the \"View details about this row\" link on the bottom of the flyout or by clicking on the link to the facilities webpage in the flyout. The New York State Office of Parks, Recreation and Historic Preservation oversees 179 state parks and 35 historic sites, which are visited by 60 million people annually. Availability of a playground or swimmable beach is also noted but not complete. Some attribute information such as availability of a playground or swimmable beach is incomplete. Unless noted, it should be assumed that there is not a playground or beach at the facility."}, "datasets": [{"viewCount": 78, "name": "State Park Facilities Points Map", "nrow": 250, "id": "97ur-5r4b", "portal": "data.ny.gov", "downloadCount": 1, "ncol": 15, "modifyingViewUid": null, "createdAt": 1361907225, "description": "The point map shows the locations of state park facilities. Clicking a pin point on the map, will open a flyout with information about the state park facility. Additional information about the state park facility can be found by clicking the \"View details about this row\" link on the bottom of the flyout or by clicking on the link to the facilities webpage in the flyout. The New York State Office of Parks, Recreation and Historic Preservation oversees 179 state parks and 35 historic sites, which are visited by 60 million people annually. Availability of a playground or swimmable beach is also noted but not complete. Some attribute information such as availability of a playground or swimmable beach is incomplete. Unless noted, it should be assumed that there is not a playground or beach at the facility."}, {"viewCount": 64, "name": "State Park Facility Points", "nrow": 250, "id": "9uuk-x7vh", "portal": "data.ny.gov", "downloadCount": 4, "ncol": 15, "modifyingViewUid": null, "createdAt": 1360950884, "description": "The New York State Office of Parks, Recreation and Historic Preservation oversees 179 state parks and 35 historic sites, which are visited by 60 million people annually. The point locations of these facilities are contained within this file along with the website address for the park or historic site along with any associated golf course or nature center. Availability of a playground or swimmable beach is also noted but not complete. Some attribute information such as availability of a playground or swimmable beach is incomplete. Unless noted, it should be assumed that there is not a playground or beach at the facility. The agency is currently working to update and complete that information."}]}