{"source": {"viewCount": 49, "name": "State Nature Centers", "nrow": 11, "id": "7gdv-fq7n", "portal": "data.ny.gov", "downloadCount": 2, "ncol": 9, "modifyingViewUid": null, "createdAt": 1360949826, "description": "The New York State Office of Parks, Recreation and Historic Preservation oversees 179 state parks and 35 historic sites, which are visited by 60 million people annually. The New York State Office of Parks, Recreation and Historic Preservation operates 11 nature centers throughout the state. Visitors to our nature centers learn about the abundance of natural resources to be found in state parks. Our state parks and historic sites are hosts to scenic viewsheds, geologic features and both common and rare flora and fauna."}, "datasets": [{"viewCount": 49, "name": "State Nature Centers", "nrow": 11, "id": "7gdv-fq7n", "portal": "data.ny.gov", "downloadCount": 2, "ncol": 9, "modifyingViewUid": null, "createdAt": 1360949826, "description": "The New York State Office of Parks, Recreation and Historic Preservation oversees 179 state parks and 35 historic sites, which are visited by 60 million people annually. The New York State Office of Parks, Recreation and Historic Preservation operates 11 nature centers throughout the state. Visitors to our nature centers learn about the abundance of natural resources to be found in state parks. Our state parks and historic sites are hosts to scenic viewsheds, geologic features and both common and rare flora and fauna."}, {"viewCount": 43, "name": "State Nature Centers Map", "nrow": 11, "id": "sd3a-5fgk", "portal": "data.ny.gov", "downloadCount": 0, "ncol": 9, "modifyingViewUid": null, "createdAt": 1361910099, "description": "The point map shows the locations of the 11 state nature centers throughout the state. Clicking a pin point on the map, will bring up information about the state nature center. The New York State Office of Parks, Recreation and Historic Preservation oversees 179 state parks and 35 historic sites, which are visited by 60 million people annually. The New York State Office of Parks, Recreation and Historic Preservation operates 11 nature centers throughout the state. Visitors to our nature centers learn about the abundance of natural resources to be found in state parks. Our state parks and historic sites are hosts to scenic viewsheds, geologic features and both common and rare flora and fauna."}]}