{"source": {"viewCount": 738, "name": "Managed Care Utilization: Gender Distribution of Alcohol and Other Drug Services", "nrow": 12, "id": "azya-msa2", "portal": "health.data.ny.gov", "downloadCount": 1, "ncol": 18, "modifyingViewUid": null, "createdAt": 1364560227, "description": "The column chart illustrates the utilization of alcohol and other drug services by service type and gender for Commercial HMO and Commercial PPO Payers.  The chart can be filtered by measurement year by changing this option under the Filter tab.  Changing the measure description filter is not recommended.   The chart uses statewide average rates of all insurance plans.  Removing the statewide average filter is not recommended.  \r\n\r\nFor more information, please visit http://www.health.ny.gov/health_care/managed_care/qarrfull/qarr_2012/supplement_intro.htm or go to the \"About\" tab."}, "datasets": [{"viewCount": 673, "name": "Managed Care Utilization: Frequently Selected Procedures", "nrow": 6, "id": "xuv9-bbdi", "portal": "health.data.ny.gov", "downloadCount": 0, "ncol": 18, "modifyingViewUid": null, "createdAt": 1364558359, "description": "The column chart illustrates the statewide rates of cardiac catheterization and angioplasty utilization by gender and payer.\r\nThe chart can be filtered by measurement  year or measure by changing these options under the Filter tab.  It is recommended that only one measure be checked at a time.  The chart uses statewide average rates of all insurance plans.  Removing the statewide average filter is not recommended.  \r\nFor more information please visit http://www.health.ny.gov/health_care/managed_care/qarrfull/qarr_2012/supplement_intro.htm or go to the \"About\" tab."}, {"viewCount": 747, "name": "Managed Care Utilization: Inpatient Discharges by Category and Payer", "nrow": 12, "id": "37es-wxei", "portal": "health.data.ny.gov", "downloadCount": 0, "ncol": 18, "modifyingViewUid": null, "createdAt": 1364560935, "description": "The column chart illustrates the distribution of inpatient discharges by service category for Medicaid, Commercial HMO, and Commercial PPO Payers. The chart can be filtered by measurement year by changing this option under the Filter tab. Changing the measure description filter is not recommended. The chart uses statewide average rates of all insurance plans. Removing the statewide average filter is not recommended. For more information please visit http://www.health.ny.gov/health_care/managed_care/qarrfull/qarr_2012/supplement_intro.htm or go to the \"About\" tab."}, {"viewCount": 821, "name": "Managed Care Utilization: Inpatient Average Length of Stay by Category and Payer", "nrow": 12, "id": "y72j-spfe", "portal": "health.data.ny.gov", "downloadCount": 3, "ncol": 18, "modifyingViewUid": null, "createdAt": 1364561198, "description": "The column chart illustrates the distribution of inpatient average length of stay by service category for Medicaid, Commercial HMO, and Commercial PPO Payers.  The chart can be filtered by measurement year by changing this option under the Filter tab.  Changing the measure description filter is not recommended.  The chart uses statewide average rates of all insurance plans.  Removing the statewide average filter is not recommended.  \r\nFor more information please visit http://www.health.ny.gov/health_care/managed_care/qarrfull/qarr_2012/supplement_intro.htm or go to the \"About\" tab."}, {"viewCount": 738, "name": "Managed Care Utilization: Gender Distribution of Alcohol and Other Drug Services", "nrow": 12, "id": "azya-msa2", "portal": "health.data.ny.gov", "downloadCount": 1, "ncol": 18, "modifyingViewUid": null, "createdAt": 1364560227, "description": "The column chart illustrates the utilization of alcohol and other drug services by service type and gender for Commercial HMO and Commercial PPO Payers.  The chart can be filtered by measurement year by changing this option under the Filter tab.  Changing the measure description filter is not recommended.   The chart uses statewide average rates of all insurance plans.  Removing the statewide average filter is not recommended.  \r\n\r\nFor more information, please visit http://www.health.ny.gov/health_care/managed_care/qarrfull/qarr_2012/supplement_intro.htm or go to the \"About\" tab."}, {"viewCount": 884, "name": "Managed Care Plan Utilization Data: Beginning 2009", "nrow": 42666, "id": "h8yk-ufg9", "portal": "health.data.ny.gov", "downloadCount": 5, "ncol": 18, "modifyingViewUid": null, "createdAt": 1364557595, "description": "The New York State Department of Health (NYSDOH) collects annual data on children’s and adults’ use of health services. This information complements the quality of care and member satisfaction information collected through an annual public reporting system called the Quality Assurance Reporting Requirements (QARR).  Utilization measures are designed to capture the frequency of certain services provided by health plans. NCQA does not view higher or lower services counts as better or worse performance. Plans with fewer than 30 eligible events are excluded from the statistical calculations of the percentiles.  For more information please visit, http://www.health.ny.gov/health_care/managed_care/qarrfull/qarr_2012/supplement_intro.htm or go to the \"About\" tab."}, {"viewCount": 790, "name": "Managed Care Utilization: Emergency Room Visits by Age Group and Payer", "nrow": 7, "id": "2btt-nbhb", "portal": "health.data.ny.gov", "downloadCount": 1, "ncol": 18, "modifyingViewUid": null, "createdAt": 1364560689, "description": "The column chart illustrates the statewide rates of emergency room visits by age group and payer.  The chart can be filtered by measurement year by changing this option under the Filter tab.  Changing the measure filter is not recommended.  The chart uses statewide average rates of all insurance plans.  Removing the statewide average filter is not recommended.  \r\n\r\nFor more information please visit http://www.health.ny.gov/health_care/managed_care/qarrfull/qarr_2012/supplement_intro.htm or go to the \"About\" tab."}]}