{"source": {"viewCount": 766, "name": "Student Weight: Percent Obese by Grade Level and Region", "nrow": 21, "id": "3zhj-5pgw", "portal": "health.data.ny.gov", "downloadCount": 0, "ncol": 20, "modifyingViewUid": null, "createdAt": 1363890187, "description": "This chart displays the percent of students who are obese by grade level (district total, elementary or middle/high) for seven regions of New York State (excluding New York City). Removing the region filter is not recommended. The chart is based on data collected through the Student Weight Status Category Reporting System (SWSCR).  \r\n\r\nFor more information check out\r\nhttp://www.health.ny.gov/prevention/obesity/statistics_and_impact/student_weight_status_data.htm, or go to the \"About\" tab"}, "datasets": [{"viewCount": 728, "name": "Student Weight: District Level Percent Obese By Region (all grade levels)", "nrow": 8, "id": "uihr-wqm6", "portal": "health.data.ny.gov", "downloadCount": 1, "ncol": 20, "modifyingViewUid": null, "createdAt": 1366984777, "description": "This chart displays the percent of students who are obese at the district level for seven regions of New York State and Statewide (excluding New York City). The black dotted line indicates the 2017 Prevention Agenda Target for obesity among public school children in New York State (exclusive of New York City).  The Prevention Agenda is New York’s State Health Improvement Plan and serves as the blueprint for state and local community action to improve the health of New Yorkers and address health disparities in five priority areas: preventing chronic diseases; promoting a healthy and safe environment; promoting healthy women, infants and children; promoting mental health and preventing substance abuse; and preventing HIV, STDs, vaccine preventable diseases and healthcare associated infections.  An objective (Objective 1.0.1) within the Preventing Chronic Disease priority area is to reduce the percentage of public school children who are obese by 5%, from 17.6% (2010-12) to 16.7% by 2017, as measured through the Student Weight Status Category Reporting system.  \r\n\r\nRemoving the area type and grade level filters are not recommended. The chart is based on data collected through the Student Weight Status Category Reporting System (SWSCR).\r\n\r\n For more information check outhttp://www.health.ny.gov/prevention/obesity/statistics_and_impact/student_weight_status_data.htm, or go to the \"About\" tab ."}, {"viewCount": 753, "name": "Student Weight: Percent Obese by Grade Level, Statewide (Excluding NYC)", "nrow": 3, "id": "xjsc-2jcc", "portal": "health.data.ny.gov", "downloadCount": 1, "ncol": 20, "modifyingViewUid": null, "createdAt": 1363890671, "description": "This chart displays the percent of students who are overweight, obese and overweight or obese by grade level (district total, elementary or middle/high) for New York State (excluding New York City). Removing the statewide filter is not recommended. The chart is based on data collected through the Student Weight Status Category Reporting System (SWSCR).  New York City public school districts, BOCES, charter, private and 4201 designated schools are exempt from reporting data to the SWSCR system. For more information check out \r\nhttp://www.health.ny.gov/prevention/obesity/statistics_and_impact/student_weight_status_data.htm, or go to the \"About\" tab"}, {"viewCount": 855, "name": "Student Weight: Percent Obese by Grade Level and County", "nrow": 24, "id": "2g3u-s84v", "portal": "health.data.ny.gov", "downloadCount": 1, "ncol": 20, "modifyingViewUid": null, "createdAt": 1365088289, "description": "This chart displays the percent of students who are obese by grade level (district total, elementary or middle/high) and county for seven regions of New York State (excluding New York City). To view a region that is not included in the initial visualization, you may uncheck the preselected region filter and choose your own parameters. The chart is based on data collected through the Student Weight Status Category Reporting System (SWSCR).  Not all counties or regions are shown in the initial visualization display.  If a grey broken columns appear it means data was not collected for that instance.\r\n\r\nFor more information check out \r\nhttp://www.health.ny.gov/prevention/obesity/statistics_and_impact/student_weight_status_data.htm, or go to the \"About\" tab"}, {"viewCount": 978, "name": "Student Weight: Percent Obese by School District Map", "nrow": 2040, "id": "i9hu-ki7z", "portal": "health.data.ny.gov", "downloadCount": 2, "ncol": 20, "modifyingViewUid": null, "createdAt": 1364239751, "description": "The point map shows the obesity rate by grade level for public school districts in New York State, exclusive of New York City, from the Student Weight Status Category Reporting System (SWSCR). The initial view of the map is broken up into large geographic areas and displays the number of public school districts in each area. To drill down to a smaller geographic area, click directly on the area of the map or click the plus sign to zoom in on the map. The small blue dots represent school district offices, not the location of specific schools. Clicking on a dot will bring up a fly-out for that district, with information about the obesity rate, grade level, county, region and school years. You can click “next” on the fly-out to view the rate for all three grade levels (elementary, middle/high and district total). Please note that if the obesity rate value is blank on a given flyout, it means that obesity data for this school district and grade level could not be reported to the NYSDOH due to the Family Educational Rights and Privacy Act (FERPA). For more information on FERPA, please refer to the Student Weight Overview document by clicking on the \"About\" tab. The map can be filtered by grade level by changing the options under the Filter tab. Removing the school district filter is not recommended. The map is based on data collected through the SWSCR. New York City public school districts, BOCES, charter, private and 4201 designated schools are exempt from reporting data to the SWSCR system. \r\n\r\nFor more information check out http://www.health.ny.gov/prevention/obesity/statistics_and_impact/student_weight_status_data.htm, or go to the \"About\" tab"}, {"viewCount": 1438, "name": "Student Weight Status Category Reporting Results: Beginning 2010", "nrow": 2235, "id": "es3k-2aus", "portal": "health.data.ny.gov", "downloadCount": 7, "ncol": 18, "modifyingViewUid": null, "createdAt": 1363701898, "description": "The Student Weight Status Category Reporting System (SWSCR) collects weight status category data (underweight, healthy weight, overweight or obese, based on BMI-for-age percentile) at school entry (pre-kindergarten or kindergarten) and in grades 2, 4, 7 and 10 for students attending all public schools outside of the five boroughs of New York City.The dataset includes separate estimates of the percent of students overweight, obese and overweight or obese for all reportable grades within the county and/or region and by grade groups (elementary and middle/high). Variables representing the number of students on which the percentages are based are also included.\r\n\r\nFor more information check out http://www.health.ny.gov/prevention/obesity/, or go to the \"About\" tab."}, {"viewCount": 766, "name": "Student Weight: Percent Obese by Grade Level and Region", "nrow": 21, "id": "3zhj-5pgw", "portal": "health.data.ny.gov", "downloadCount": 0, "ncol": 20, "modifyingViewUid": null, "createdAt": 1363890187, "description": "This chart displays the percent of students who are obese by grade level (district total, elementary or middle/high) for seven regions of New York State (excluding New York City). Removing the region filter is not recommended. The chart is based on data collected through the Student Weight Status Category Reporting System (SWSCR).  \r\n\r\nFor more information check out\r\nhttp://www.health.ny.gov/prevention/obesity/statistics_and_impact/student_weight_status_data.htm, or go to the \"About\" tab"}]}