{"source": {"viewCount": 0, "name": "SOI County-to-County Inflow Migration Data, 2004-2010", "nrow": 694951, "id": "fq2m-fvtr", "portal": "data.oregon.gov", "downloadCount": 0, "ncol": 10, "modifyingViewUid": null, "createdAt": 1368481685, "description": "Migration data for the United States are based on year-to-year address changes reported on individual income tax returns filed with the IRS. The data present migration patterns by state or by county for the entire United States and are available for inflows (the number of new residents who moved to a county or state and where they migrated from), and outflows (the number of residents leaving a county or state and where they went). The data are available for returns filed in 2004 through 2010 and include: Number of returns (which approximates the number of households that migrated); Number of personal exemptions (which approximates the number of individuals who migrated); and Total adjusted gross income of the migrants. It is important to note that the data used to produce migration data products come from individual income tax returns filed prior to late September of each calendar year and represent between 95 and 98 percent of total annual filings. However, since returns filed after September are not included, totals shown in migration data tables will not match analogous totals reported in other IRS statistical data products. More detailed information can be found at http://www.irs.gov/uac/SOI-Tax-Stats-Migration-Data-Users-Guide. Geographic migration statistics, based on alternate data sources, are also produced by the Census Bureau."}, "datasets": [{"viewCount": 0, "name": "SOI County-to-County Inflow Migration Data, 2004-2010", "nrow": 694951, "id": "fq2m-fvtr", "portal": "data.oregon.gov", "downloadCount": 0, "ncol": 10, "modifyingViewUid": null, "createdAt": 1368481685, "description": "Migration data for the United States are based on year-to-year address changes reported on individual income tax returns filed with the IRS. The data present migration patterns by state or by county for the entire United States and are available for inflows (the number of new residents who moved to a county or state and where they migrated from), and outflows (the number of residents leaving a county or state and where they went). The data are available for returns filed in 2004 through 2010 and include: Number of returns (which approximates the number of households that migrated); Number of personal exemptions (which approximates the number of individuals who migrated); and Total adjusted gross income of the migrants. It is important to note that the data used to produce migration data products come from individual income tax returns filed prior to late September of each calendar year and represent between 95 and 98 percent of total annual filings. However, since returns filed after September are not included, totals shown in migration data tables will not match analogous totals reported in other IRS statistical data products. More detailed information can be found at http://www.irs.gov/uac/SOI-Tax-Stats-Migration-Data-Users-Guide. Geographic migration statistics, based on alternate data sources, are also produced by the Census Bureau."}, {"viewCount": 57, "name": "SOI County-to-County Inflow Migration Data, 2004-2010", "nrow": 694951, "id": "qjy6-p5ad", "portal": "data.ok.gov", "downloadCount": 5, "ncol": 10, "modifyingViewUid": null, "createdAt": 1368481685, "description": "Migration data for the United States are based on year-to-year address changes reported on individual income tax returns filed with the IRS. The data present migration patterns by state or by county for the entire United States and are available for inflows (the number of new residents who moved to a county or state and where they migrated from), and outflows (the number of residents leaving a county or state and where they went).\r\n\r\nThe data are available for returns filed in 2004 through 2010 and include:\r\n•\tNumber of returns (which approximates the number of households that migrated)\r\n•\tNumber of personal exemptions (which approximates the number of individuals who migrated)\r\n•\tTotal adjusted gross income of the migrants \r\nIt is important to note that the data used to produce migration data products come from individual income tax returns filed prior to late September of each calendar year and represent between 95 and 98 percent of total annual filings. However, since returns filed after September are not included, totals shown in migration data tables will not match analogous totals reported in other IRS statistical data products.\r\n\r\nMore detailed information can be found at http://www.irs.gov/uac/SOI-Tax-Stats-Migration-Data-Users-Guide.\r\n\r\nGeographic migration statistics, based on alternate data sources, are also produced by the Census Bureau."}]}