{"source": {"viewCount": 979, "name": "HIV Ambulatory Care Quality of Care Performance Results: Beginning 2011", "nrow": 9699, "id": "bbkg-kmnd", "portal": "health.data.ny.gov", "downloadCount": 3, "ncol": 12, "modifyingViewUid": null, "createdAt": 1366637974, "description": "This dataset represents self‐reported performance data by HIV ambulatory care programs.  All HIV ambulatory programs throughout New York State with a significant HIV caseload (a total caseload of at least 30 HIV‐infected patients receiving ambulatory HIV care at one or more sites) are expected to self‐report their annual quality of care performance data using standardized submission tools and methodologies. With the assistance of the online eHIVQUAL application, performance data results are instantly available to HIV programs, allowing them to immediately utilize their data findings to prioritize upcoming quality activities, and are available for generating benchmarking reports across New York State. See Limitations regarding redaction of small‐population data.\r\n\r\nFor more information, check out http://www.health.ny.gov/diseases/aids/about/, or go to the \"About\" tab."}, "datasets": [{"viewCount": 979, "name": "HIV Ambulatory Care Quality of Care Performance Results: Beginning 2011", "nrow": 9699, "id": "bbkg-kmnd", "portal": "health.data.ny.gov", "downloadCount": 3, "ncol": 12, "modifyingViewUid": null, "createdAt": 1366637974, "description": "This dataset represents self‐reported performance data by HIV ambulatory care programs.  All HIV ambulatory programs throughout New York State with a significant HIV caseload (a total caseload of at least 30 HIV‐infected patients receiving ambulatory HIV care at one or more sites) are expected to self‐report their annual quality of care performance data using standardized submission tools and methodologies. With the assistance of the online eHIVQUAL application, performance data results are instantly available to HIV programs, allowing them to immediately utilize their data findings to prioritize upcoming quality activities, and are available for generating benchmarking reports across New York State. See Limitations regarding redaction of small‐population data.\r\n\r\nFor more information, check out http://www.health.ny.gov/diseases/aids/about/, or go to the \"About\" tab."}, {"viewCount": 861, "name": "HIV Ambulatory Care Quality of Care Performance Results: 2011 Region Average (After Redaction)", "nrow": 11, "id": "m9zr-ks68", "portal": "health.data.ny.gov", "downloadCount": 5, "ncol": 7, "modifyingViewUid": null, "createdAt": 1366733892, "description": "This chart summarizes performance at regional and statewide levels.  The average clinic score (percentage of \"yes\" responses) for each region is compared to the average clinic score across the entire state.  The default view displays data for viral load suppression, a key outcome measure, but other indicators may be selected under the Filter tab.  Additional information about each data point can be obtained by moving your cursor over it.\r\n\r\nThis overview may be useful for public health officers and researchers.  It also enables individual providers and consumers to compare care in their region to that at a particular facility.  It should be noted, however, that these are only relative comparisons for the purpose of continuous quality improvement; the statewide average is not intended to define a standard of acceptable performance.  Also, the statistical significance of regional performance variation depends on the number of submissions per region, which varies considerably across the state."}, {"viewCount": 774, "name": "HIV Ambulatory Care Quality of Care Performance Results Map: 2011", "nrow": 7147, "id": "u69q-zmwp", "portal": "health.data.ny.gov", "downloadCount": 4, "ncol": 12, "modifyingViewUid": null, "createdAt": 1366663350, "description": "This map displays the location and performance data for all participating clinics.  The view defaults to a high-level map of the Eastern United States with the entire HIVQUAL data set represented by a large red dot over New York State.  Clicking repeatedly on this dot zooms the view into New York, and as the view narrows the single dot is replaced by multiple dots that represent smaller clusters of sites.  (Red dots represent aggregated samples of 1000 or more; orange dots represent 100 to 999 patients; and yellow dots represent up to 99 patients).\r\n\r\nEach of these dots may be clicked in turn, which zooms the view into that area.  Data are eventually displayed at the level of individual clinics, which are represented by small blue dots.  Clicking on any of these generates a \"flyout\" text box that contains the program's name, its facility type, and the name, score and performance quintile for the current indicator.  Clicking \"view details for this row\" will display the entire data point in a table view below the map, including the street address for the clinic.\r\n\r\nWhile it is possible to scroll through the performance for each indicator by clicking repeatedly on the \"Next\" link in the flyout, it will usually be more convenient to filter the map data to focus on a particular indicator.  This can be done by typing a portion of the indicator name in the \"Indicator Name contains\" text box to the right of the map and then checking the box just to the left of that field.  For example, filtering on \"domestic\" will limit the display to the \"Domestic violence screening\" indicator.  Additional filtering options are provided that allow for focusing on particular types of facilities (e.g., just community health centers) and/or sites that score above any desired threshold value.\r\n\r\nIn addition to common map navigation options including using the mouse to drag the view or dragging a sliding scale to zoom in or out, there is a button with an arrow and crossed lines that provides a \"navigate to here\" feature.  Entering a street address will refocus the map on that location, and the user can then zoom out to see clinics in that area.\""}]}