{"source": {"viewCount": 998, "name": "Environmental Radiation Surveillance Indian Point Readings: Beginning 2009", "nrow": 1154, "id": "ms7x-sfpf", "portal": "health.data.ny.gov", "downloadCount": 2, "ncol": 10, "modifyingViewUid": null, "createdAt": 1364830325, "description": "This dataset measures the air and water near Indian Point and other locations(background) around NYS to determine the normal levels of radioactivity and monitors the influence of human activities on these levels.  The site numbers represent the location from which samples are collected.  \r\n\r\nThis dataset is not designed, or intended to monitor releases from discharge points at a specific facility (e.g., a stack). The facility operator performs this type of monitoring to meet the requirements of its licensing agency (e.g., a federal agency or the New York State Department of Environmental Conservation).   A column has been added for values which can be graphed.  Readings where a less than value is displayed show a value that is less than the detection limit of the measurement method and are essentially equivalent to 0.  Variations in detection limit are due to variations in sample collection and measurement instrument performance.  For more information please visit, http://www.nyhealth.gov/radiation or go to the \"About\" tab."}, "datasets": [{"viewCount": 803, "name": "Environmental Radiation Surveillance Indian Point Air Readings: 2011", "nrow": 44, "id": "63d3-zb3z", "portal": "health.data.ny.gov", "downloadCount": 0, "ncol": 10, "modifyingViewUid": null, "createdAt": 1367418199, "description": "This is a graph of the iodine-131 concentration in air at a monitoring station adjacent to the Indian Point Energy Center.  You can view other years by changing the \"Sample date\" filter and typing in the year you wish to view.  The increase in iodine-131 concentration during March and April 2011 is due to the Fukushima accident.    A column has been added for values which can be graphed.  Readings where a less than value is displayed show a value that is less than the detection limit of the measurement method and are essentially equivalent to 0.  Variations in detection limit are due to variations in sample collection and measurement instrument performance.  For more information please visit http://www.nyhealth.gov/radiation or the \"About\" tab."}, {"viewCount": 998, "name": "Environmental Radiation Surveillance Indian Point Readings: Beginning 2009", "nrow": 1154, "id": "ms7x-sfpf", "portal": "health.data.ny.gov", "downloadCount": 2, "ncol": 10, "modifyingViewUid": null, "createdAt": 1364830325, "description": "This dataset measures the air and water near Indian Point and other locations(background) around NYS to determine the normal levels of radioactivity and monitors the influence of human activities on these levels.  The site numbers represent the location from which samples are collected.  \r\n\r\nThis dataset is not designed, or intended to monitor releases from discharge points at a specific facility (e.g., a stack). The facility operator performs this type of monitoring to meet the requirements of its licensing agency (e.g., a federal agency or the New York State Department of Environmental Conservation).   A column has been added for values which can be graphed.  Readings where a less than value is displayed show a value that is less than the detection limit of the measurement method and are essentially equivalent to 0.  Variations in detection limit are due to variations in sample collection and measurement instrument performance.  For more information please visit, http://www.nyhealth.gov/radiation or go to the \"About\" tab."}, {"viewCount": 789, "name": "Environmental Radiation Surveillance Indian Point Water Readings", "nrow": 76, "id": "ge4k-996x", "portal": "health.data.ny.gov", "downloadCount": 0, "ncol": 10, "modifyingViewUid": null, "createdAt": 1367421007, "description": "This is a graph comparing the tritium (HTO) concentration in the Hudson River at the Indian Point intake and discharge points.  Although tritium is ubiquitous in the environment, periodic increases in tritium concentration at this point are likely due to allowable water discharges from the facility.  All discharges are well below regulatory limits.  A column has been added for values which can be graphed.  Readings where a less than value is displayed show a value that is less than the detection limit of the measurement method and are essentially equivalent to 0.  Variations in detection limit are due to variations in sample collection and measurement instrument performance.  For more information please visit http://www.nyhealth.gov/radiation or the \"About\" tab."}]}