{"source": {"viewCount": 806, "name": "Environmental Radiation Gamma Radiation Readings for West Valley Site", "nrow": 44, "id": "nn9d-gugy", "portal": "health.data.ny.gov", "downloadCount": 1, "ncol": 7, "modifyingViewUid": null, "createdAt": 1365434841, "description": "This chart shows Gamma Radiation measurements for the West Valley site compared to background measurements collected.  Note that the results for the \"Fence Line at Waste Area\" location are elevated compared to other locations.  Elevated radiation levels are expected at this monitoring location due to its proximity to a High Level Radioactive Waste Storage Facility.  This is an on-site location. Access to this location is controlled by the site operator.  Based on historical data and changes in site activities, monitoring at several locations was discontinued in July 2012 and going forward.  Present locations monitored, in addition to the \"Fence Line at Waste Area,\" are \"Rock Spring Road\" and \"Springville-Erie County.\"  Monitoring for this location was done in 1995 only.  If a grey broken column appears, this means data was not collected for that instance.  You will need to scroll through the table information to find the comment that will give additional information.   Please note that this program is not designed, or intended to monitor releases from discharge points at a specific facility (e.g., a stack). The facility operator performs this type of monitoring to meet the requirements of its licensing agency (e.g., a federal agency or the New York State Department of Environmental Conservation).  For more information, check out http://www.nyhealth.gov/radiation, or go to the “About” tab."}, "datasets": [{"viewCount": 780, "name": "Environmental Radiation Gamma Radiation Readings for Ginna Station", "nrow": 16, "id": "9fnx-iuac", "portal": "health.data.ny.gov", "downloadCount": 0, "ncol": 7, "modifyingViewUid": null, "createdAt": 1365597535, "description": "This chart shows Gamma Radiation measurements for Ginna Station compared to background measurements collected.  The chart view can be changed to show other years by changing this option under the Filter tab.  If grey broken columns appear it  means data was not collected for that instance.  You will need to scroll through the table information to find the comment that will give additional information.   Please note that this program is not designed, or intended to monitor releases from discharge points at a specific facility (e.g., a stack). The facility operator performs this type of monitoring to meet the requirements of its licensing agency (e.g., a federal agency or the New York State Department of Environmental Conservation).  For more information, check out http://www.nyhealth.gov/radiation, or go to the “About” tab."}, {"viewCount": 791, "name": "Environmental Radiation Gamma Radiation Readings for Cintichem, Tuxedo, Orange County", "nrow": 20, "id": "kat6-sv6j", "portal": "health.data.ny.gov", "downloadCount": 0, "ncol": 7, "modifyingViewUid": null, "createdAt": 1365599232, "description": "This chart shows Gamma Radiation measurements for Cintichem, Tuxedo, Orange County compared to background measurements collected.  Monitoring for this location was done for the years 1995 through 1997.  The chart view can be changed to show other years by changing this option under the Filter tab.  If grey broken columns appear it  means data was not collected for that instance.  You will need to scroll through the table information to find the comment that will give additional information.  Please note that this program is not designed, or intended to monitor releases from discharge points at a specific facility (e.g., a stack). The facility operator performs this type of monitoring to meet the requirements of its licensing agency (e.g., a federal agency or the New York State Department of Environmental Conservation).  For more information, check out http://www.nyhealth.gov/radiation, or go to the “About” tab."}, {"viewCount": 727, "name": "Environmental Radiation Gamma Radiation Readings for Indian Point", "nrow": 16, "id": "jjws-mmrn", "portal": "health.data.ny.gov", "downloadCount": 0, "ncol": 7, "modifyingViewUid": null, "createdAt": 1365433803, "description": "This chart shows Gamma Radiation measurements for Indian Point compared to background measurements collected.  The chart view can be changed to show other years by changing this option under the Filter tab.  If grey broken columns appear it  means data was not collected for that instance.  You will need to scroll through the table information to find the comment that will give additional information.  Please note that this program is not designed, or intended to monitor releases from discharge points at a specific facility (e.g., a stack). The facility operator performs this type of monitoring to meet the requirements of its licensing agency (e.g., a federal agency or the New York State Department of Environmental Conservation).  For more information, check out http://www.nyhealth.gov/radiation, or go to the “About” tab."}, {"viewCount": 776, "name": "Environmental Radiation Gamma Radiation Readings for Shoreham, Suffolk County", "nrow": 20, "id": "3e5c-5tka", "portal": "health.data.ny.gov", "downloadCount": 0, "ncol": 7, "modifyingViewUid": null, "createdAt": 1365598761, "description": "This chart shows Gamma Radiation measurements for Shoreham, Suffolk County compared to background measurements collected.  Monitoring for this location was done in 1995 only.  If a grey broken column appears, this means data was not collected for that instance.  You will need to scroll through the table information to find the comment that will give additional information.   Please note that this program is not designed, or intended to monitor releases from discharge points at a specific facility (e.g., a stack). The facility operator performs this type of monitoring to meet the requirements of its licensing agency (e.g., a federal agency or the New York State Department of Environmental Conservation). For more information, check out http://www.nyhealth.gov/radiation, or go to the “About” tab."}, {"viewCount": 806, "name": "Environmental Radiation Gamma Radiation Readings for Nine Mile Point", "nrow": 20, "id": "2db9-a9nb", "portal": "health.data.ny.gov", "downloadCount": 1, "ncol": 7, "modifyingViewUid": null, "createdAt": 1365596454, "description": "This chart shows Gamma Radiation measurements for Nine Mile Point Site compared to background measurements collected.  The chart view can be changed to show other years by changing this option under the Filter tab.  If grey broken columns appear it  means data was not collected for that instance.  You will need to scroll through the table information to find the comment that will give additional information.  Please note that this program is not designed, or intended to monitor releases from discharge points at a specific facility (e.g., a stack). The facility operator performs this type of monitoring to meet the requirements of its licensing agency (e.g., a federal agency or the New York State Department of Environmental Conservation).  For more information, check out http://www.nyhealth.gov/radiation, or go to the “About” tab."}, {"viewCount": 960, "name": "Environmental Radiation Surveillance Gamma Radiation Readings: Beginning 1995", "nrow": 1576, "id": "h55x-hu6n", "portal": "health.data.ny.gov", "downloadCount": 1, "ncol": 7, "modifyingViewUid": null, "createdAt": 1365431678, "description": "This dataset provides gamma radiation readings collected through  Environmental Thermoluminescent Dosimeter (TLDs) devices placed at various facilities and locations in New York State. The Environmental TLDs provide a quantitative measurement of the radiation levels in the area in which they are placed.   This dataset can be used by the general public, researchers and facility staff to evaluate environmental radiation levels at various locations. Facility operators may use data for inter-comparison and trending purposes.  Please note that this program is not designed, or intended to monitor releases from discharge points at a specific facility (e.g., a stack). The facility operator performs this type of monitoring to meet the requirements of its licensing agency (e.g., a federal agency or the New York State Department of Environmental Conservation).  For more information please visit www.nyhealth.gov/radiation or go to the \"About\" tab."}, {"viewCount": 806, "name": "Environmental Radiation Gamma Radiation Readings for West Valley Site", "nrow": 44, "id": "nn9d-gugy", "portal": "health.data.ny.gov", "downloadCount": 1, "ncol": 7, "modifyingViewUid": null, "createdAt": 1365434841, "description": "This chart shows Gamma Radiation measurements for the West Valley site compared to background measurements collected.  Note that the results for the \"Fence Line at Waste Area\" location are elevated compared to other locations.  Elevated radiation levels are expected at this monitoring location due to its proximity to a High Level Radioactive Waste Storage Facility.  This is an on-site location. Access to this location is controlled by the site operator.  Based on historical data and changes in site activities, monitoring at several locations was discontinued in July 2012 and going forward.  Present locations monitored, in addition to the \"Fence Line at Waste Area,\" are \"Rock Spring Road\" and \"Springville-Erie County.\"  Monitoring for this location was done in 1995 only.  If a grey broken column appears, this means data was not collected for that instance.  You will need to scroll through the table information to find the comment that will give additional information.   Please note that this program is not designed, or intended to monitor releases from discharge points at a specific facility (e.g., a stack). The facility operator performs this type of monitoring to meet the requirements of its licensing agency (e.g., a federal agency or the New York State Department of Environmental Conservation).  For more information, check out http://www.nyhealth.gov/radiation, or go to the “About” tab."}]}