{"source": {"viewCount": 2271, "name": "Mosquitoes Trap Data - Aedes (Female) Total Trap Count", "nrow": 50, "id": "ickf-52qg", "portal": "data.edmonton.ca", "downloadCount": 79, "ncol": 2, "modifyingViewUid": null, "createdAt": 1316728236, "description": "Capture results of female mosquitoes (Aedes genus) from various locations in Edmonton"}, "datasets": [{"viewCount": 251, "name": "Mosquitoes Trap Data - West Nile (Culex tarsalis) Trap Count", "nrow": 50, "id": "vaiq-ubi5", "portal": "data.edmonton.ca", "downloadCount": 14, "ncol": 15, "modifyingViewUid": null, "createdAt": 1316728239, "description": "Capture results of mosquitoes from various locations in Edmonton"}, {"viewCount": 2271, "name": "Mosquitoes Trap Data - Aedes (Female) Total Trap Count", "nrow": 50, "id": "ickf-52qg", "portal": "data.edmonton.ca", "downloadCount": 79, "ncol": 2, "modifyingViewUid": null, "createdAt": 1316728236, "description": "Capture results of female mosquitoes (Aedes genus) from various locations in Edmonton"}, {"viewCount": 2533, "name": "Mosquitoes Trap Data", "nrow": 2151, "id": "5zeu-wkpv", "portal": "data.edmonton.ca", "downloadCount": 224, "ncol": 15, "modifyingViewUid": null, "createdAt": 1316727891, "description": "Capture results of mosquitoes from various locations in Edmonton.  These collections are from standard New Jersey light traps that are commonly used to record changes in abundance of mosquitoes before and after control campaigns and to compare seasonal and annual fluctuations in population.  Since not all mosquito species are attracted equally to light traps, the City uses a variety of other trapping and survey methods (with their own limitations) to monitor mosquitoes. Not all trap collection sites are factored into the historical averages. Some data can be incomplete due to trap failure. Some trap locations change over time. Trap collections reflect, not absolute population levels, but mosquito activity, which is influenced by changing environmental conditions (temperature, humidity, wind, etc.). The weekly averages do not include any male mosquitoes or any females of species that do not typically bite people. Each data set reflects the mosquito activity of the week previous to the collection date. To complement this dataset, there is the Rainfall Guage data which measures rainfall data in the Greater Edmonton area - https://data.edmonton.ca/Environmental-Services/Rainfall-Gauge-Results/7fus-qa4r/edit_metadata"}, {"viewCount": 210, "name": "Mosquitoes Trap Data - Trap Count at Rural North West", "nrow": 50, "id": "si3b-qk24", "portal": "data.edmonton.ca", "downloadCount": 8, "ncol": 2, "modifyingViewUid": null, "createdAt": 1316728238, "description": "Capture results of mosquitoes from various locations in Edmonton"}]}